Repository: wp-plugins/woocommerce-paynl-payment-methods
Catalog: i18n/languages/woocommerce-payment-paynl-*.po
Languages: nl_nl

source: The Pay.nl payment methods plugin requires woocommerce to be active
nl_nl: De Pay.nl Betaalmethoden plugin vereist dat woocommerce is geactiveerd.

source: The following payment methods can be enabled
nl_nl: De volgende betaalmethoden kunnen worden geactiveerd

source: Pay.nl settings
nl_nl: Pay.nl instellingen

source: The following options are required to use the Pay.nl Payment Gateway and are used by all Pay.nl Payment Methods
nl_nl: De volgende instellingen zijn verplicht om de Pay.nl Gateway te gebruiken, en worden gebruikt door alle betaalmethoden

source: The api token used to communicate with the Pay.nl API, you can find your token <a href="https://admin.pay.nl/my_merchant" target="api_token">here</a>
nl_nl: Het API token dat moet worden gebruikt voor de Pay.nl API, Je kunt je api token <a href="https://admin.pay.nl/my_merchant" target="api_token">hier</a> vinden

source: The serviceid to identify your website, you can find your serviceid <a href="https://admin.pay.nl/programs/programs" target="serviceid">here</a>
nl_nl: Het serviceid om jouw website te identificeren, je kan je serviceid <a href="https://admin.pay.nl/programs/programs" target="serviceid">hier</a> vinden

source: The serviceid should be in the following format: SL-xxxx-xxxx
nl_nl: Het serviceid moet in het volgende formaat zijn: SL-xxxx-xxxx

source: Send order data
nl_nl: Order data versturen

source: Check this box if you want to send the order data to pay.nl, this is required if you want to use afterpay
nl_nl: Selecteer deze optie om order data naar Pay.nl te versturen, dit is verplicht indien u gebruik maakt van afterpay

source: Payment screen language
nl_nl: Betaalscherm taal

source: Dutch
nl_nl: Nederlands

source: English
nl_nl: Engels

source: German
nl_nl: Duits

source: Spanish
nl_nl: Spaans

source: Italian
nl_nl: Italiaans

source: French
nl_nl: Frans

source: This is the language in which the paymetn screen will be shown
nl_nl: De taal waarin het betaalscherm wordt weergegeven

source: Bankselection
nl_nl: Bankselectie

source: No bankselection
nl_nl: Geen bankselectie

source: Pick the type of bankselection
nl_nl: Kies het type bankselectie

source: Cannot activate Woocommerce Paynl Payment Methods because woocommerce is not found.<br />Please install and activate woocommerce first
nl_nl: Kan de Woocommerce Pay.nl Betaalmethoden plugin niet activeren, omdat Woocomerce niet is gevonden.<br />Installeer en activeer a.u.b. Woocommerce eerst

source: Woocommerce not found
nl_nl: Woocommerce niet gevonden

source: Activate this module to accept %s transactions
nl_nl: Activeer deze module om %s transacties te kunnen accepteren

source: Pay.nl: Transaction started: %s
nl_nl: Pay.nl: Transactie gestart: %s

source: Enable/Disable
nl_nl: In/uitschakelen

source: Enable Pay.nl %s
nl_nl: Activeer Pay.nl %s

source: Title
nl_nl: Titel

source: This controls the title which the user sees during checkout.
nl_nl: Hiermee bepaalt u de naam die de gebruiker ziet bij het afrekenen

source: Customer Message
nl_nl: Gebruiker bericht

source: Pay by %s
nl_nl: Betalen met %s

source: Pay.nl: Payment complete. customerkey: %s
nl_nl: Pay.nl: Betaling afgerond. klantkenmerk: %s

source: Pay.nl: Payment canceled
nl_nl: Pay.nl: Betaling geannuleerd
